/* No comment provided by engineer. */
"Last Updated: %@" = "Last Updated: %@";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Never" = "Never";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Comment" = "Comment";

/* No comment provided by engineer. */
"Share" = "Share";

/* No comment provided by engineer. */
"Pull to refresh..." = "Pull to refresh...";

/* No comment provided by engineer. */
"Release to refresh..." = "Release to refresh...";

/* No comment provided by engineer. */
"LastestUpDate.tittle" = "See lastest uploaded photos";

/* No comment provided by engineer. */
"LeaderBoardInfo.tittle" = "See contest info";

/* No comment provided by engineer. */
"View My Rank" = "View My Rank";

/* No comment provided by engineer. */
"SearchPeoplePopup.tittle" = "Search for people";

/* No comment provided by engineer. */
"CancelPopupRace.title" = "Cancel";

/* No comment provided by engineer. */
"SwitchToALeaderboard.tittle" = "Switch to this contest";

/* No comment provided by engineer. */
"LeaveLeaderBoard.tittle" = "Leave contest";

/* No comment provided by engineer. */
"JoinToThisLeaderBoard.tittle" = "Join to this contest";

/* No comment provided by engineer. */
"EndOn.Label" = "End On";

/* No comment provided by engineer. */
"Sign Up" = "Sign Up";

/* No comment provided by engineer. */

"Sign In" = "Sign In";

// MARK: - leaderBoard
"Leaderboard.buttonViewAll" = "View All";
"Leaderboard.labelEmptyView" = "Be the first person to join this contest!";
"DailyButton.title" = "TODAY";
"WeekButton.title" = "WEEKLY";
"MonthButton.title" = "MONTHLY";
"YearlyButton.title" = "";
"BackToTopLeaderBoard.title" = "Back to top";
"SeeMoreUpdateLeaderBoard.title" = "See new updates";
"SwipeLabelLeaderBoard.title" = "Swipe to view more >>> ";
"Leaderboard.searchPlaceholder" = "Search for name, #rank";
"LeaderboardNotFoundSearchList.title" = "Not found";

// MARK: - popup for winner
"PopUpWinner.Tittle" = "Spread the news now!";
"PopUpWinnerShare.Button" = "Share Facebook";
"PopUpWinnerViewMore.Button" = "View More";
"PopUpWinner.congrats" = "Congratulations!";

// MARK: - More Location
"MoreLocation.title" = "Locations";

// MARK: - Invite Friends
"InviteCode.title" = "Invite Friends";
"InviteCode.labelTitle" = "Send your invite code";
"InviteCode.labelMessage" = "You and your friends will earn %ld flowers when they apply your Invite Code! Invite friends to join you on Bloomer today.";
"InviteCode.buttonSendInviteCode" = "Send invite code";
"InviteCode.shareContent" = "Use code codecode for free flowers. Get Bloomer app and join me there!";

//MARK: - Remind Invite Code
"RemindInviteCode.content" = "Don't forget to input the invite code to get %ld free flowers and the friend who invited you will get %ld flowers as well.";

// MARK: - Redeem Invite Code
"RedeemInviteCode.title" = "Input invite code";
"RedeemInviteCode.labelMessage" = "Enter your invite code here.";
"RedeemInviteCode.buttonRedeemCode" = "Input invite code";
"RedeemInviteCode.enterYourCode" = "Enter your code";
"RedeemInviteCode.errorTitle" = "Error";
"RedeemInviteCode.errorEmptyCode" = "Please input your code";
"RedeemInviteCode.redeemSuccessful" = "Success";
"RedeemInviteCode.expireMess" = "Code expired";

// MARK: - Friends Updates Race
"FriendsUpdatesRace.labelWinnerTitle" = "Winners of";
"FriendsUpdatesRace.buttonFemale" = "Female";
"FriendsUpdatesRace.buttonMale" = "Male";
"FriendsUpdatesRace.buttonViewMoreResults" = "View More Results";

// MARK: - Races List View Controller
"RaceList.buttonFemale" = "Female";
"RaceList.buttonMale" = "Male";
"RaceList.moreLocations" = "Locations";
"RaceList.countryLeaderboards" = "Location Contests";
"RaceList.themedLeaderboards" = "Themed Contests";
"RaceList.sponsoredLeaderboards" = "Sponsored Contests";
"RaceList.winnerLeaderboards" = "Winner Contests";
"RaceList.joinLeaderboards" = "Join now";
"RaceList.buttonJoin" = "Join";
"RaceList.buttonSwitch" = "Switch";
"RaceList.buttonMore" = "More";

// MARK: - Settings
"Settings.buttonFreeFlowers" = "Redeem Code";
"Settings.buttonInviteFriends" = "Invite Friends";
"Settings.account" = "Account";
"Settings.editProfile" = "Edit Profile";
"Settings.accountSettings" = "Account Settings";
"Settings.chatSettings" = "Chat Settings";
"Settings.securityAndPrivacy" = "Security And Privacy";
"Settings.changePassword" = "Change Password";
"Settings.privacySettings" = "Privacy Settings";
"Settings.settings" = "Settings";
"Settings.appSettings" = "App Settings";
"Settings.about" = "About";
"Settings.FAQ" = "FAQ";
"Settings.termsAndPrivacy" = "Terms of Service and Privacy Policy";
"Settings.visitWebsite" = "Visit BloomerApp.com";
"Settings.buttonLikeFacebook" = "Like us on Facebook";
"Settings.buttonHelpAndFeedback" = "Help & Feedback";
"Settings.buttonLogOut" = "Log Out";
"ChatSetting.flowerToUnlock" = "Your current chat limit is:\n%lld";
"ChatSetting.friendsNeedFlower" = "When users give you the number of required flowers, they will be able to chat with you";

// MARK: - App Settings
"AppSettings.sharePrivacy" = "Allow other users to share your photos";

// MARK: - RACE GET PICTURE
"GetImageRace.tittle" = "Upload a photo to join the contest";
"GetImageRace.upload" = "Upload from";
"GetImageRace.Library" = "Phone's Gallery";
"GetImageRace.Photo" = "Taking Photo";
"GetImageRace.Done" = "Done";
"GetImageRace.Alert" = "Alert";
"GetImageRace.AlertContent" = "Please choose your avatar";

// MARK: - My Bloomer
"MyBloomer.suggestedBloomer" = "Suggested Bloomer";
"MyBloomer.emptyTitle" = "Give flowers to see the newest uploads of your Flower receivers here.";

// MARK: - Popup
"Popup.buttonSavePicture" = "Save Photo";
"Popup.buttonEditContent" = "Edit Content";
"Popup.buttonReportPicture" = "Report";
"Popup.buttonDeletePicture" = "Delete Photo";
"Popup.buttonUnfollow" = "Stop seeing updates from this person \n My Bloomers will no longer show content from this person";
"Popup.buttonWarningDeleteAvatar" = "Please change your avatar before you delete this picture.";
"Popup.savePictureSuccessful" = "Photo saved";
"Popup.savePictureFail" = "Unable to save photo";
"Popup.UnFollowDescript" = "My Bloomers will no longer show content from this person";

// MARK: - FlowerShop
"FlowerShop.labelTitle" = "From 9/2 to 1/3";
"FlowerShop.labelSecondTitle" = "More flowers, more fun!";
"FlowerShop.labelFlowers" = "You have";
"FlowerShop.buttonCreditCard" = "Pay via \n ATM/Visa/Mastercard/Scratched Cards";
"FlowerShop.buttonBuyNow" = "BUY NOW";
"FlowerShop.purchaseFailed" = "Purchase Failed";


// MARK: - Popup swich Location
"PopupSwitch.Yes" = "Yes";
"PopupSwitch.No" = "No";

// MARK: - my profile
"GiverName.Title" = "GIVER";
"GiversName.Title" = "GIVERS";
"RecieverName.Title" = "RECEIVER";
"RecieversName.Title" = "RECEIVERS";
"FLOWERName.Title" = "FLOWER";
"FLOWERSName.Title" = "FLOWERS RECEIVED";
"imageLoadMoreLabel.title" = "View More";
"FlowerShopName.Title" = "Flower Shop";
"ProfileEmptytitle.title" = "What's in your mind?";
"MyProfile.UploadPhoto" = "Upload photo";

// MARK: - PicturesRaceViewController

"RaceHadEndContent.title" = "Contest has ended. Flowers will be counted towards Vietnam contest.";
"UserLeftRaceContent.title" = "User left the contest. Flowers will be counted towards Vietnam contest.";

//MARK: - uploadPictureTableView

"uploadPictureTableViewNext.Done" = "Done";
"uploadOnePictureNameRace.Title" = "This photo will be added to %@";
"uploadMultiplePictureNameRace.Title" = "All the pictures will be added to %@";

//MARK: - ImagePickerPopUpViewController

"ImagePickerPopUpViewCamera.Title" = "Take Photo";
"ImagePickerPopUpViewUploadPhoto.Title" = "Upload Photo";
"ImagePickerPopUpViewGallery.Title" = "Choose from Photos";
"ImagePickerPopUpViewCancel.title" = "Cancel";
"DZNPickerCancel" = "Cancel";
"DZNPickerChoose" = "Choose";
"DZNPickerMoveAndScale" = "Move and Scale";

// MARK: - PictureRaceviewController

"pictureraceviewBack.title" = "Back";

// MARK: - UploadPictureMultipleViewCell

"UploadPictureMultipleCellAddCaptions.title" = "Add a caption";
"UploadPictureMultipleCellAddThinking.title" = "What are you thinking?";

// MARK: - Change Caption ViewController
"ChangeCaption.charCountLabelText" = "/140 characters";

// MARK: - TUTORIAL GIVE FLOWERRACE
"DontRemindMe.tittle" = "Don't remind me";
"TutorialOKButton.tittle" = "OK";

// MARK: - CHAT LIST
"chat.nogiver" = "No flower giver yet. Upload your best photos now!";
"chat.noreceiver" = "No flower receiver yet. Start giving flower today!";
"chat.recently" = "Recently";
"chat.byflower" = "By Flower";
"chat.topreceivers" = "Top Flower Receivers";
"chat.topgivers" = "Top Flower Givers";
"chat.latestGivers" = "Latest Flower Givers";
"chat.latestReceivers" = "Latest Flower Receivers";
"chat.messages" = "Messages";
"chat.emptymessage" = "Your message is empty.";
"chat.others" = "Others";
"chat.remainflower" = "Just give me %ld more flowers and we can chat.";

// MARK: - Chat
"Chat.incomingmessage%@" = "%@ send you a message";
"Chat.typeAMessage" = "Type a message...";
"Chat.buttonBlock" = "Block Chat";
"Chat.buttonUnblock" = "Unblock Chat";
"Chat.buttonBlockMessage" = "Are you sure you want to block chatting with this user?";
"Chat.buttonUnblockMessage" = "Are you sure you want to unblock chatting with this user?";
"Chat.buttonYes" = "Yes";
"Chat.buttonNo" = "No";
"Chat.buttonCancel" = "Cancel";
"Chat.blockSuccessfulMessage" = "You have blocked chatting with this person";
"Chat.unblockSuccessfulMessage" = "You have unblocked chatting with this person";
"Chat.viewProfile" = "View Profile";
"Chat.deleteConversation" = "Delete Conversation";
"Chat.buttonDeleteMessage" = "Are you sure you want to delete this conversation?";
"Chat.labelTitleEmptyView" = "Let's start a new conversation";
"Chat.labelDescriptionEmptyView" = "Flowers in Chat will be added to\nLocation Based Contests.";
"Chat.labelTitleActiveSideView" = "You have blocked chatting with this person";
"Chat.labelTitleInactiveSideView" = "This chat isn't available right now";
"Chat.popup.thankyou" = "Thank You 😍";
"Socket.Error" = "Unable to connect to server. Please check your network connection";

// MARK: - FlowerRelationViewCOntroller
"FlowerRelation.tabRecently" = "Recently";
"FlowerRelation.tabByFlowers" = "By Flowers";
"FlowerRelation.buttonFollow" = "Follow";
"FlowerRelation.buttonUnfollow" = "Unfollow";
"FlowerRelation.givers" = "Givers";
"FlowerRelation.receivers" = "Receivers";
"FlowerRelation.search" = "Search";
"FlowerRelation.labelNoResult" = "No Result";

// MARK: - Achievement View Controller

"AchievementBestRank.title" = "Top Results";
"AchievementName.title" = "Achievements";
"AchievementNoRank" = "No Ranking yet";
"AchievementNoResult" = "No Result yet";


//MARK: - CHANGE STATUS

"StatusChange.Title" = "Status (%ld/140)";
"StatusChangeButtonOK.Title" = "Done";
"StatusChangeButtonCancel.Title" = "Cancel";

//MARK: - CHANGE NAME

"NameChange.Title" = "%ld/20 characters";
"NameChange.displayName" = "Edit Display Name";
"IDChange.displayName" = "Edit ID Name";
"IDChange.emptyErrorMsg" = "ID name doesnt contain special characters and spaces";

//MARK: - ACCOUNT SETTINGS

"AccountSetting.NavigationName" = "Account Settings";


//MARK: - REPORT

"ReportUserLabel.title" = "Are you sure you want to report this user?";
"ReportPictureLabel.title" = "Are you sure you want to report this picture?";
"ReportUserMessage.success" = "Report user success!";
"ReportPictureMessage.success" = "Report picture success!";

// MARK: - Change Banner
"ChangeBanner.chooseBannerErrorMessage" = "You can't use the chosen banner photo!";
"ChangeBanner.chooseBannerErrorTitle" = "Error";
"Editbanner.title" = "Edit banner";

// MARK: - Common
"Common.CurrentLocalized" = "EN";

// MARK: - info user profile
"InfoUserUnfollow.title" = "Unfollow";
"InfoUserFollow.title" = "Follow";
"InfoUserBlock.title" = "Block";
"InfoUserCancelButton.title" = "Cancel";
"InfoUserReprot.title" = "Report";
"InfoUsersSuccessFollow.title" = "Success";
"InfoUsersBlockContent.title" = "You have blocked this person. \n Do you want to unblock?";
"InfoUserAgreeButton.title" = "Yes";
"InfoUserDenyButton.title" = "No";
"userprofile.thankYou.popup" = "Thank You";
"userprofile.WarningBeingLocked.Title" = "This profile is unavailable at the moment";

// MARK: - MembershipViewController
"MembershipViewController.membership" = "Achievements";
"Membership.whatIsWinnersClub" = "What is Winners Club?";
"Membership.memberNotInClub" = "You are not a Winners Club member just yet.";
"Membership.memberNotInClub_forUser" = "%@ is not\na Winners Club member just yet.";
"Membership.memberInClub" = "Your next challenge: Become a %@ Member!";
"Membership.memberInClub_forUser" = "%@'s next challenge:\nBecome a %@ Member!";
"Membership.tapToSee" = "Tap to see the members";
"Membership.generalNoticeBronze" = "Win a Daily location contest to become\n";
"Membership.generalNoticeSilver" = "Win a Weekly location contest to become\n";
"Membership.generalNoticeGold" = "Win a Monthly location contest to become\n";
"Membership.congratulationNotice" = "Congratulations!\nYou are now a ";
"Membership.congratulationNotice_forUser" = "Congratulations!\n%@ is now a ";
"Membership.highestRankNotice" = "You are amazing!";
"Membership.highestRankNotice_forUser" = "%@ completed the challenge!";

"Membership.bronzeNotice" = "Bronze Member";
"Membership.silverNotice" = "Silver Member";
"Membership.goldNotice" = "Gold Member";
"Membership.bronzeNotice2" = "Bronze Member!";
"Membership.silverNotice2" = "Silver Member!";
"Membership.goldNotice2" = "Gold Member!";
"Membership.bronze" = "Bronze";
"Membership.silver" = "Silver";
"Membership.gold" = "Gold";

"MembershipWinnersClubButton.title" = "Winners Club";
"MembershipBestRank.title" = "Top Results";
"MembershipCurrentRank.title" = "Current Rank";


// MARK: Old Membership localization

"No Bronze Achievement" = "No Bronze Achievement yet";
"No Silver Achievement" = "No Silver Achievement yet";
"No Gold Achievement" = "No Gold Achievement yet";

// MARK: - WinnersClub
"WinnersClub.bronzeClubTitle" = "Bronze Members Club";
"WinnersClub.silverClubTitle" = "Silver Members Club";
"WinnersClub.goldClubTitle" = "Gold Members Club";
"WinnersClub.searchPlaceHolder" = "Search";
"WinnersClub.PopupOKTitle" = "Got ya!";

// MARK: - Photos Tagged in Races
"PhotosTaggedInRaces.NoPhotos" = "No Photos Yet";

// MARK: - Login
"Login.buttonForgotPassword" = "Forgot Your Password?";

"FlowerGiver.numberOfFlower" = "%ld flower(s)";
"PhotoFlowerGiver.longtimeago" = "At an earlier time";

//MARK : - Verify Code
"VerifyCode.FreeCall" = "Free Call";
"VerifyCode.FreeSMS" = "Free SMS";
"VerifyCode.Title" = "Verification Code";
"VerifyCode.Description" = "Didn't receive the code after 30 seconds?";

// MARK: - notification list given folower
"FlowerGiverViewControllerTopBar.Title" = "Flower list";

// MARK: - FullPictureView
"FullPictureViewContentBlock.Title" = "This content no longer exists";

//MARK: - UploadingPicturesTableViewController
"UploadingPicturesEdit.navigationName" = "Editing";

// MARK: - Notifications
"Notification.dailyLocalNotificationTitle" = "Hey there!";
"Notification.dailyLocalNotificationBody" = "Sign up now to claim 100 free flowers and gift to the beautiful photos on Bloomer!";
"Notification.seeMorePinPopup" = "Tap to see more";

//MARK: - Alert
"Alert.Title.ErrorMessage" = "Error message";
"Alert.Title.IncorectNumbTitle" = "Incorect Number";
"Alert.Title.IncorectNumb" = "The phone number is Incorrect. Please check your phone number.";
"Alert.TryAgain" = "Close";

// MARK: - PhotoGallery
"PhotoGallery.allPhotoTitle" = "All Photos";

//MARK: - Update Avatar SignUp
"UpdateAvatar.ChangePicture" = "Change Profile Picture";
"UpdateAvatar.Cancel" = "Cancel";
"UpdateAvatar.TakePhoto" = "Take Photo";
"UpdateAvatar.PhoneGallery" = "Choose from Photos";
"UpdateAvatar.SkipThisStep" = "Skip this step";

"NoInternetConnection"="Connection error";
"signUp.policyAndTermsLabel" = "By tapping continue, you agree with the %@ and the %@";
"signUp.Female" = "Female";
"signUP.Male" = "Male";
// MARK: - Common
"common.buttonNext" = "Next";
"DisplaynameInvalid" = "Name should be less than 20 characters";
"common.error" = "Error";
"InvalidEmail" = "Invalid email format.";
"Common.yes" = "Yes";
"Common.no" = "No";

// MARK: - Location
"hn" = "Ha Noi";
"hcm" = "Ho Chi Minh";

// MARK: - Comments
"View more comments ..." = "View more comments ...";

//MARK: - Reset Password

"InvalidPassword" = "Invalid Password";
"BlankPassword" = "Please input password";
"IncorrectPassword" = "Incorrect Password";
"Newpasswordwrong" = "Please input New Password";
"comfirmNewpasswordwrong" = "Please input confirm new password";
"Please wait up for 15s" = "Please wait up for 15 seconds";
"Please wait up for 1 min" = "Please wait up for 1 min";
"Support Label" = "If you need support on verification code, contact our Customer Support %@ or %@ for more information.";
"Support phone" = "1900779929";
"Support email" = "support@bloomerapp.com";
"Please enter your code" = "Please enter your code";

//New version of password
"enterYourPassword" = "Enter Your Password";
"enterYourCurrentPassword" = "Enter Your Current Password";
"PassWordAtleast6Char" = "Password must be at least 6 characters";
"newPasswordEmpty" = "Please input New Password";
"confirmnewPasswordEmpty" = "Please input Confirm Password";
"TwoPassNotBeTheSame" = "New password can't match current password";
"ConfirmPasswordNotMatch" = "Confirm New Password doesn't match";

//Upload avatar reminder
"AvatarReminder.title" = "Upload your profile picture";
"AvatarReminder.desc" = "to start receiving flowers on the contests.";
"AvatarReminder.UploadPic" = "Upload Picture";
"UpdateMobileReminder.titleLabel" = "Update phone number";
"UpdateMobileReminder.descriptionLabel" = "Update your phone number to complete your profile";
"UpdateMobileReminder.updateMobileButton" = "Update phone number";

// MARK: - Popup Marketing
"PopUpMarketing.buttonClose" = "Close";

// MARK: - Matching Flower
"matchingFlowerPopUp.topTitle" = "We match";

//MARK: - Update Info
"IamFemale" = "I am female";
"IamMale" = "I am male";
"LocationInvalid" = "Choose your location.";
"EnterYourName" = "Enter your name.";

//MARK: reward popup
"YouReceived.label" = "YOU RECEIVED";
"disappearMessageRewardShare.label" = "This messase will disappear in 3s";
"numberFlowerReward.label" = "%ld FLOWERS";

//MARK: - Push Notification
"PushNotification.details" = "View more details";

//Mark: setting setPass

"SetPassword.Label" = "Create Password";
"LogoutAlert.title" = "Set up your password";
"LogoutAlert.message" = "Update your password to secure your account";
"LogoutAlertAccept.button" = "Update";
"LogoutAlertDeny.button" = "Not now";
"SetupPassSuccess.tittle" = "Success";
"SetupPassSuccess.message" = "Your password has been changed";
"CreatePassSuccess.message" = "Your password has been created";
"MobileNotSet.tittle" ="Warning";
"MobileNotSet.message" = "Please update your phone number before you change password";
"LogoutConfirmAlert.message" = "Are you sure you want to log out?";
"LogoutConfirmAlert.title" = "Log out";

// MARK: - Update Phone Number
"UpdatePhoneNumber.title" = "Edit Phone Number";
"UpdatePhoneNumber.phoneNumberTextFieldPlaceholder" = "Enter your phone number";
"UpdatePhoneNumber.doneButton" = "Done";
"UpdatePhoneNumber.existedPhoneNumberError" = "This phone number is already signed up on Bloomer.\nPlease use another phone number.";
"UpdatePhoneNumber.needPass" = "Please setup your password before you change phone number";
"edittingAccount.phoneNumberError" = "Incorrect phone number format";

// MARK: - Verify Update Phone Number
"VerifyUpdatePhoneNumber.title" = "Please enter the 4-digit code sent to your number";
"VerifyUpdatePhoneNumber.resendButton" = "Resend By SMS";
"VerifyUpdatePhoneNumber.audioCodeButton" = "Get audio code";
"VerifyUpdatePhoneNumber.completButton" = "Next";
"VerifyUpdatePhoneNumber.verifyCodeError" = "Incomplete verification code";

// MARK: - Select city
"selectCity.tittle" = "Which location contest\nwould you like to join?";
"citylabel1.title" = "Ho Chi Minh City";
"citylabel2.title" = "Ha Noi";

// MARK: - Daily Giving Flower
"dailyGivingFlower.processCompleteLabel" = "Complete";
"dailyGivingFlower.processTitleLabel1" = "YOU HAVE GIVEN 100 FLOWERS";
"dailyGivingFlower.processTitleLabel2" = "YOU HAVE GIVEN 100 FLOWERS TODAY";
"dailyGivingFlower.processMessageLabel1" = "Give 100 flowers daily or give 20.000 flowers now to receive X2 flower matching.";
"dailyGivingFlower.processMessageLabel2" = "You've given 100 flowers 3 days in a row! Enjoy your X2 flower matching tomorrow!";
"dailyGivingFlower.doubleTitleLabel" = "ENJOY YOUR X2 FLOWER MATCHING";
"dailyGivingFlower.doubleMessageLabel" = "Keep giving 100 flowers daily to maintain X2 flower matching!";
"dailyGivingFlower.missTitleLabel" = "YOU'VE MISSED THE FLOWER MATCHING";
"dailyGivingFlower.missMessageLabel" = "You've missed the X2 flower matching. Restart the mission or give 20.000 flowers now to reactivate this special effect.";
"dailyGivingFlower.startTitleLabel" = "INTRODUCING FLOWER MATCHING";
"dailyGivingFlower.startMessageLabel" = "Activate X2 flower matching by giving 100 flowers 3 days in a row or give 20.000 flowers now!";
"dailyGivingFlower.day" = "Day";

// MARK :- Discovery
"Female" = "Female";
"Male" = "Male";
"All" = "All";


// MARK : DZN
"Cancel" = "Cancel";
"Choose" = "Choose";
"Move and Scale" = "Move and Scale";

// MARK: - Account Settings
"accountSettings.phoneNumber.title" = "Phone Number";
"accountSettings.phoneNumber.placeHolder" = "Enter phone number";
"accountSettings.email.title" = "Email";
"accountSettings.email.placeHolder" = "Enter your email";
"accountSettings.gender.title" = "Gender";
"accountSettings.gender.placeHolder" = "Choose your gender";
"accountSettings.dob.title" = "Date of birth";
"accountSettings.dob.placeHolder" = "Enter your birthday";

// MARK: - Editting Account Settings
"edittingAccountSettings.dob.title" = "My birthday is";
"edittingAccountSettings.dob.navTitle" = "Edit date of birth";
"edittingAccountSettings.email.navTitle" = "Edit email";
"edittingAccountSettings.dob.input" = "Please input your birthday";

// MARK: Login
"login.titleLabel" = "Thank you for coming back ";
"login.showPasswordButton" = "Show";
"login.hidenPassword" = "Hide";
"login.forgotPasswordButton" = "I forgot my password";
"login.createPasswordLabel" = "If you already have an account but do not create a password, please%@";
"login.clickCreatePassword" = " click here";
"login.policyAndTermsLabel" = "By tapping sign in, you agree with the %@ and the %@";
"login.policy" = " Privacy Policy ";
"login.terms" = "Terms of Service";
"login.signFBLabel" = "or sign in with Facebook";


//MARK: Input phone Forgot Password
"inputPhoneForgot.tileLabel" = "Enter your phone number to get magic code";
"inputPhoneForgot.tileContinueBtn" = "Continue";

//MARK : InputPasswordViewController
"inputPassword.titleLabel" = "Create Your New Password";
"inputPassword.titleBtnComplete" = "Complete";

// MARK : SelectScreenViewController

"selecSceen.titleWelcome1Label" = "The first photo contest in Vietnam";
"selecSceen.titleWelcome2Label" = "Share your stories with photos";
"selecSceen.titleWelcome3Label" = "Proud of your talent";
"selecSceen.titleWelcome4Label" = "Follow your passion";
"selecSceen.titleWelcome5Label" = "Turning dreams into reality";


// MARK : Message Error Sign In
"signIn.inputPhoneEmpty" = "Enter your phone number";
"signIn.inputPhoneError" = "Incorrect phone number format";
"signIn.inputPasswordEmpty" = "Enter your password";
"signIn.inputPasswordError" = "Incorrect password";
"signIn.placeholderInputPhoneTextfield" = "Phone number";
"signIn.placeholderInputPasswordTextfield" = "Password";
"signIn.placeholderInputNewPasswordTextfield" = "New Password";
"signIn.inputPasswordErrorFormat" = "Password must be from 6 to 20 characters";
"SignUp.ValidateBirthday" = "You must be at least 17 years old to join Bloomer";


